Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Some networks (guest and public Wi-Fi, some mesh systems) keep devices from reaching each other. Use your home network, or turn off client isolation ("AP isolation") in the router's settings.
ar: تمنع بعض الشبكات (شبكات Wi-Fi للضيوف والشبكات العامة، وبعض أنظمة Mesh) الأجهزة من الوصول إلى بعضها. استخدم شبكتك المنزلية، أو أوقف عزل العملاء («AP isolation») في إعدادات الموجّه.
de: Manche Netzwerke (Gast- und öffentliches WLAN, einige Mesh-Systeme) verhindern, dass Geräte einander erreichen. Verwenden Sie Ihr Heimnetzwerk oder deaktivieren Sie die Client-Isolation („AP-Isolation“) in den Einstellungen des Routers.
es: Algunas redes (Wi-Fi de invitados y públicas, algunos sistemas en malla) impiden que los dispositivos se comuniquen entre sí. Usa tu red doméstica o desactiva el aislamiento de clientes («AP isolation») en los ajustes del router.
fr: Certains réseaux (Wi-Fi invité et public, certains systèmes maillés) empêchent les appareils de communiquer entre eux. Utilisez votre réseau domestique, ou désactivez l’isolation des clients (« AP isolation ») dans les réglages du routeur.
hi: कुछ नेटवर्क (गेस्ट और सार्वजनिक Wi-Fi, कुछ मेश सिस्टम) डिवाइसों को एक-दूसरे तक पहुँचने से रोकते हैं। अपने होम नेटवर्क का उपयोग करें, या राउटर की सेटिंग्स में क्लाइंट आइसोलेशन (“AP isolation”) बंद करें।
it: Alcune reti (Wi-Fi ospiti e pubbliche, alcuni sistemi mesh) impediscono ai dispositivi di comunicare tra loro. Usa la rete di casa oppure disattiva l’isolamento dei client (“AP isolation”) nelle impostazioni del router.
ja: 一部のネットワーク（ゲストや公衆 Wi-Fi、一部のメッシュシステム）では、デバイス同士が通信できません。自宅のネットワークを使用するか、ルーターの設定でクライアント分離（「AP アイソレーション」）をオフにしてください。
ko: 일부 네트워크(게스트 및 공용 Wi-Fi, 일부 메시 시스템)는 기기 간 통신을 차단합니다. 집 네트워크를 사용하거나 라우터 설정에서 클라이언트 격리(‘AP 격리’)를 끄십시오.
pl: Niektóre sieci (gościnne i publiczne Wi-Fi, niektóre systemy mesh) uniemożliwiają urządzeniom komunikację ze sobą. Użyj sieci domowej lub wyłącz izolację klientów („AP isolation”) w ustawieniach routera.
pt_br: Algumas redes (Wi-Fi de convidados e públicas, alguns sistemas mesh) impedem que os dispositivos se comuniquem entre si. Use a sua rede doméstica ou desative o isolamento de clientes (“AP isolation”) nos ajustes do roteador.
ru: Некоторые сети (гостевые и общественные Wi-Fi, некоторые mesh-системы) не позволяют устройствам связываться друг с другом. Используйте домашнюю сеть или отключите изоляцию клиентов («AP isolation») в настройках роутера.
tr: Bazı ağlar (misafir ve herkese açık Wi-Fi, bazı mesh sistemleri) aygıtların birbirine erişmesini engeller. Ev ağınızı kullanın veya yönlendiricinin ayarlarında istemci yalıtımını (“AP isolation”) kapatın.
uk: Деякі мережі (гостьові та публічні Wi-Fi, деякі mesh-системи) не дають пристроям звʼязуватися між собою. Використовуйте домашню мережу або вимкніть ізоляцію клієнтів («AP isolation») у налаштуваннях роутера.
zh_hans: 某些网络（访客和公共 Wi-Fi、部分 Mesh 系统）会阻止设备相互访问。请使用家庭网络，或在路由器设置中关闭客户端隔离（“AP 隔离”）。
zh_hant: 某些網路（訪客與公共 Wi-Fi、部分 Mesh 系統）會阻止裝置互相連線。請使用家用網路，或在路由器設定中關閉用戶端隔離（「AP 隔離」）。

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
hi: सॉर्ट करें
it: Ordina
ja: 並べ替え
ko: 정렬
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
tr: Sırala
uk: Сортувати
zh_hans: 排序
zh_hant: 排序

source: Sort By
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार सॉर्ट करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
tr: Sıralama Ölçütü
uk: Сортувати за
zh_hans: 排序方式
zh_hant: 排序方式

source: Sorted ascending. Click to sort descending.
ar: مفروز تصاعديًا. انقر للفرز تنازليًا.
de: Aufsteigend sortiert. Klicken Sie, um absteigend zu sortieren.
es: Orden ascendente. Haz clic para ordenar de forma descendente.
fr: Tri croissant. Cliquez pour trier par ordre décroissant.
hi: आरोही क्रम में सॉर्ट किया गया. अवरोही क्रम में सॉर्ट करने के लिए क्लिक करें.
it: Ordine crescente. Fai clic per l’ordine decrescente.
ja: 昇順で並べ替えています。クリックすると降順で並べ替えます。
ko: 오름차순으로 정렬됨. 내림차순으로 정렬하려면 클릭하십시오.
pl: Sortowanie rosnące. Kliknij, aby sortować malejąco.
pt_br: Ordem crescente. Clique para ordenar de forma decrescente.
ru: Сортировка по возрастанию. Нажмите, чтобы сортировать по убыванию.
tr: Artan sırada. Azalan sıralamak için tıklayın.
uk: Сортування за зростанням. Клацніть, щоб сортувати за спаданням.
zh_hans: 已按升序排序。点按以按降序排序。
zh_hant: 目前為遞增排序。按一下以遞減排序。

source: Sorted descending. Click to sort ascending.
ar: مفروز تنازليًا. انقر للفرز تصاعديًا.
de: Absteigend sortiert. Klicken Sie, um aufsteigend zu sortieren.
es: Orden descendente. Haz clic para ordenar de forma ascendente.
fr: Tri décroissant. Cliquez pour trier par ordre croissant.
hi: अवरोही क्रम में सॉर्ट किया गया. आरोही क्रम में सॉर्ट करने के लिए क्लिक करें.
it: Ordine decrescente. Fai clic per l’ordine crescente.
ja: 降順で並べ替えています。クリックすると昇順で並べ替えます。
ko: 내림차순으로 정렬됨. 오름차순으로 정렬하려면 클릭하십시오.
pl: Sortowanie malejące. Kliknij, aby sortować rosnąco.
pt_br: Ordem decrescente. Clique para ordenar de forma crescente.
ru: Сортировка по убыванию. Нажмите, чтобы сортировать по возрастанию.
tr: Azalan sırada. Artan sıralamak için tıklayın.
uk: Сортування за спаданням. Клацніть, щоб сортувати за зростанням.
zh_hans: 已按降序排序。点按以按升序排序。
zh_hant: 目前為遞減排序。按一下以遞增排序。

source: Source
ar: المصدر
de: Quelle
es: Origen
hi: सोर्स
it: Origine
ja: ソース
ko: 출처
pl: Źródło
pt_br: Origem
ru: Источник
tr: Kaynak
uk: Джерело
zh_hans: 来源
zh_hant: 來源

source: Spacing between bars, as a fraction of their width.
ar: المسافة بين الأشرطة، كنسبة من عرضها.
de: Abstand zwischen den Balken als Anteil ihrer Breite.
es: Espacio entre barras, como fracción de su anchura.
fr: Espacement entre les barres, en fraction de leur largeur.
hi: बार के बीच की दूरी, उनकी चौड़ाई के अंश के रूप में.
it: Spazio tra le barre, come frazione della loro larghezza.
ja: バーの間隔です。バーの幅に対する比率で指定します。
ko: 막대 사이의 간격으로, 막대 너비에 대한 비율로 나타냅니다.
pl: Odstęp między słupkami jako ułamek ich szerokości.
pt_br: Espaçamento entre as barras, como fração da largura delas.
ru: Промежуток между полосами в долях их ширины.
tr: Çubuklar arasındaki boşluk, çubuk genişliğinin oranı olarak.
uk: Відстань між смугами як частка їхньої ширини.
zh_hans: 条形之间的间距，以条形宽度的比例表示。
zh_hant: 長條之間的間距，以長條寬度的比例表示。

source: Speeds the video up and down with the beat. Negative values slow it on loud passages. %@
ar: يسرّع الفيديو ويبطئه مع الإيقاع. القيم السالبة تبطئه في المقاطع الصاخبة. %@
de: Beschleunigt und verlangsamt das Video im Takt. Negative Werte verlangsamen es bei lauten Passagen. %@
es: Acelera y ralentiza el vídeo al ritmo. Los valores negativos lo ralentizan en los pasajes fuertes. %@
fr: Accélère et ralentit la vidéo au rythme de la musique. Les valeurs négatives la ralentissent lors des passages forts. %@
hi: बीट के साथ वीडियो की स्पीड घटाता-बढ़ाता है. ऋणात्मक मान तेज़ आवाज़ वाले हिस्सों में इसे धीमा करते हैं. %@
it: Accelera e rallenta il video a ritmo. I valori negativi lo rallentano nei passaggi ad alto volume. %@
ja: ビートに合わせてビデオの速度を上げ下げします。負の値では大きな音の部分で遅くなります。%@
ko: 비트에 맞춰 비디오 속도를 높이거나 낮춥니다. 음수이면 소리가 큰 구간에서 느려집니다. %@
pl: Przyspiesza i zwalnia wideo w rytm muzyki. Wartości ujemne zwalniają je w głośnych fragmentach. %@
pt_br: Acelera e desacelera o vídeo no ritmo da batida. Valores negativos o desaceleram nos trechos altos. %@
ru: Ускоряет и замедляет видео в такт музыке. Отрицательные значения замедляют его на громких фрагментах. %@
tr: Videoyu ritimle birlikte hızlandırıp yavaşlatır. Negatif değerler yüksek sesli bölümlerde videoyu yavaşlatır. %@
uk: Прискорює й уповільнює відео в такт ритму. Відʼємні значення уповільнюють його на гучних фрагментах. %@
zh_hans: 随节拍加快或减慢视频。负值会在响亮的段落减慢视频。%@
zh_hant: 讓影片隨節拍加速或減速。負值會在大聲段落放慢影片。%@

source: Split Monitor: %@
ar: تقسيم الشاشة: %@
de: Bildschirm aufteilen: %@
es: Dividir monitor: %@
fr: Scinder l’écran : %@
hi: मॉनिटर विभाजित करें: %@
it: Dividi monitor: %@
ja: モニタ分割：%@
ko: 모니터 분할: %@
pl: Podziel monitor: %@
pt_br: Dividir Monitor: %@
ru: Разделить монитор: %@
tr: Monitörü Böl: %@
uk: Розділити монітор: %@
zh_hans: 拆分显示器：%@
zh_hant: 分割顯示器：%@

source: Splits red and blue channels apart, imitating a cheap camera lens. Subtle values read best.
ar: يفصل القناتين الحمراء والزرقاء، محاكيًا عدسة كاميرا رخيصة. تبدو القيم الخفيفة أفضل.
de: Trennt Rot- und Blaukanal und imitiert so ein billiges Kameraobjektiv. Dezente Werte wirken am besten.
es: Separa los canales rojo y azul, imitando el objetivo de una cámara barata. Los valores sutiles quedan mejor.
fr: Sépare les canaux rouge et bleu, imitant un objectif bon marché. Les valeurs subtiles donnent le meilleur rendu.
hi: सस्ते कैमरा लेंस की तरह लाल और नीले चैनल को अलग करता है. हल्के मान सबसे अच्छे दिखते हैं.
it: Separa i canali rosso e blu, imitando l’obiettivo di una fotocamera economica. I valori leggeri rendono meglio.
ja: 安価なカメラレンズを模して、赤と青のチャンネルを分離します。控えめな値が最も効果的です。
ko: 빨간색과 파란색 채널을 분리하여 저렴한 카메라 렌즈를 흉내 냅니다. 은은한 값이 가장 보기 좋습니다.
pl: Rozsuwa kanały czerwony i niebieski, naśladując tani obiektyw. Najlepiej wyglądają subtelne wartości.
pt_br: Separa os canais vermelho e azul, imitando a lente de uma câmera barata. Valores sutis ficam melhores.
ru: Разделяет красный и синий каналы, имитируя дешёвый объектив. Лучше всего смотрятся небольшие значения.
tr: Ucuz bir kamera merceğini taklit ederek kırmızı ve mavi kanalları ayırır. İnce ayarlı değerler en iyi sonucu verir.
uk: Розділяє червоний і синій канали, імітуючи дешевий обʼєктив камери. Найкраще виглядають ледь помітні значення.
zh_hans: 分离红色和蓝色通道，模拟廉价相机镜头。数值轻微时效果最佳。
zh_hant: 將紅色和藍色通道分開，模仿廉價相機鏡頭。細微的數值效果最好。

source: Sports
ar: رياضة
de: Sport
es: Deportes
hi: खेल
it: Sport
ja: スポーツ
ko: 스포츠
pl: Sport
pt_br: Esportes
ru: Спорт
tr: Spor
uk: Спорт
zh_hans: 运动
zh_hant: 運動

source: Standard Definition
ar: الدقة القياسية
de: Standardauflösung (SD)
es: Definición estándar
fr: Définition standard
hi: स्टैंडर्ड डेफ़िनिशन
it: Definizione standard
ja: 標準画質
ko: SD
pl: Rozdzielczość standardowa
pt_br: Definição Padrão
ru: Стандартное разрешение
tr: Standart Çözünürlük
uk: Стандартна роздільність
zh_hans: 标清
zh_hant: 標準畫質

source: Start Sharing
ar: بدء المشاركة
de: Teilen starten
es: Empezar a compartir
fr: Commencer le partage
hi: शेयर करना शुरू करें
it: Avvia condivisione
ja: 共有を開始
ko: 공유 시작
pl: Zacznij udostępniać
pt_br: Começar a Compartilhar
ru: Начать передачу
tr: Paylaşmaya Başla
uk: Почати надсилання
zh_hans: 开始共享
zh_hant: 開始分享

source: Start from a collection or a Steam install you already have
ar: ابدأ من مجموعة أو من تثبيت Steam لديك بالفعل
de: Beginnen Sie mit einer Kollektion oder einer vorhandenen Steam-Installation
es: Empieza con una colección o una instalación de Steam que ya tengas
fr: Partez d’une collection ou d’une installation Steam existante
hi: किसी कलेक्शन या मौजूदा Steam इंस्टॉल से शुरू करें
it: Parti da una raccolta o da un’installazione di Steam che hai già
ja: コレクションか、既存の Steam インストールから始めます
ko: 컬렉션이나 기존 Steam 설치에서 시작하십시오
pl: Zacznij od kolekcji lub istniejącej instalacji Steam
pt_br: Comece com uma coleção ou uma instalação do Steam que você já tem
ru: Начните с коллекции или уже установленного Steam
tr: Bir koleksiyondan ya da mevcut bir Steam kurulumundan başlayın
uk: Почніть із колекції або наявного встановлення Steam
zh_hans: 从合集或已有的 Steam 安装开始
zh_hant: 從收藏集或現有的 Steam 安裝開始

source: Start screensaver
ar: بدء شاشة التوقف
de: Bildschirmschoner starten
es: Iniciar salvapantallas
fr: Lancer l’économiseur d’écran
hi: स्क्रीन सेवर शुरू करें
it: Avvia salvaschermo
ja: スクリーンセーバを開始
ko: 화면 보호기 시작
pl: Uruchom wygaszacz ekranu
pt_br: Iniciar protetor de tela
ru: Запустить заставку
tr: Ekran koruyucuyu başlat
uk: Запустити заставку
zh_hans: 启动屏幕保护程序
zh_hant: 啟動螢幕保護程式

source: Start with macOS
ar: البدء مع macOS
de: Mit macOS starten
es: Abrir al iniciar macOS
fr: Démarrer avec macOS
hi: macOS के साथ शुरू करें
it: Avvia con macOS
ja: macOSの起動時に開始
ko: macOS와 함께 시작
pl: Uruchamiaj razem z macOS
pt_br: Iniciar com o macOS
ru: Запускать вместе с macOS
tr: macOS ile başlat
uk: Запускати разом із macOS
zh_hans: 随 macOS 启动
zh_hant: 隨 macOS 啟動

source: Starting steamcmd…
ar: يجري بدء steamcmd…
de: steamcmd wird gestartet …
es: Iniciando steamcmd…
fr: Démarrage de steamcmd…
hi: steamcmd शुरू किया जा रहा है…
it: Avvio di steamcmd…
ja: steamcmdを起動中…
ko: steamcmd 시작하는 중…
pl: Uruchamianie steamcmd…
pt_br: Iniciando o steamcmd…
ru: Запуск steamcmd…
tr: steamcmd başlatılıyor…
uk: Запуск steamcmd…
zh_hans: 正在启动 steamcmd…
zh_hant: 正在啟動 steamcmd⋯

source: Starts this playlist from any app. Click, then press the keys.
ar: يبدأ قائمة التشغيل هذه من أي تطبيق. انقر، ثم اضغط على المفاتيح.
de: Startet diese Playlist aus jeder App. Klicken Sie und drücken Sie dann die Tasten.
es: Inicia esta playlist desde cualquier app. Haz clic y pulsa las teclas.
fr: Lance cette playlist depuis n’importe quelle app. Cliquez, puis appuyez sur les touches.
hi: किसी भी ऐप से यह प्लेलिस्ट शुरू करता है। क्लिक करें, फिर कुंजियाँ दबाएँ।
it: Avvia questa playlist da qualsiasi app. Fai clic, poi premi i tasti.
ja: どのアプリからでもこのプレイリストを開始します。クリックしてからキーを押してください。
ko: 어떤 앱에서든 이 플레이리스트를 시작합니다. 클릭한 다음 키를 누르십시오.
pl: Uruchamia tę playlistę z dowolnej aplikacji. Kliknij, a następnie naciśnij klawisze.
pt_br: Inicia esta playlist em qualquer app. Clique e pressione as teclas.
ru: Запускает этот плейлист из любого приложения. Нажмите, а затем нажмите клавиши.
tr: Bu çalma listesini herhangi bir uygulamadan başlatır. Tıklayın, sonra tuşlara basın.
uk: Запускає цей список відтворення з будь-якої програми. Клацніть, а потім натисніть клавіші.
zh_hans: 从任何 App 中开始此播放列表。点按，然后按下按键。
zh_hant: 從任何 App 中開始此播放列表。按一下，然後按下按鍵。

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
ru: Состояние
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

source: Steam API returned HTTP %lld
ar: أعادت واجهة Steam API رمز HTTP %lld
de: Steam-API hat HTTP %lld zurückgegeben
es: La API de Steam ha devuelto HTTP %lld
fr: L’API Steam a renvoyé le code HTTP %lld
hi: Steam API ने HTTP %lld लौटाया
it: L’API di Steam ha restituito HTTP %lld
ja: Steam APIがHTTP %lldを返しました
ko: Steam API가 HTTP %lld을(를) 반환함
pl: Steam API zwróciło kod HTTP %lld
pt_br: A API do Steam retornou HTTP %lld
ru: Steam API вернул HTTP %lld
tr: Steam API’si HTTP %lld döndürdü
uk: Steam API повернув HTTP %lld
zh_hans: Steam API 返回了 HTTP %lld
zh_hant: Steam API 傳回 HTTP %lld

source: Steam Guard Code
ar: رمز Steam Guard
es: Código de Steam Guard
fr: Code Steam Guard
hi: Steam Guard कोड
it: Codice di Steam Guard
ja: Steamガードコード
ko: Steam Guard 코드
pl: Kod Steam Guard
pt_br: Código do Steam Guard
ru: Код Steam Guard
tr: Steam Guard Kodu
uk: Код Steam Guard
zh_hans: Steam 令牌验证码
zh_hant: Steam Guard 代碼

source: Steam Guard code required
ar: رمز Steam Guard مطلوب
de: Steam-Guard-Code erforderlich
es: Se necesita el código de Steam Guard
fr: Code Steam Guard requis
hi: Steam Guard कोड आवश्यक है
it: Codice di Steam Guard richiesto
ja: Steamガードコードが必要です
ko: Steam Guard 코드가 필요함
pl: Wymagany kod Steam Guard
pt_br: Código do Steam Guard necessário
ru: Требуется код Steam Guard
tr: Steam Guard kodu gerekiyor
uk: Потрібен код Steam Guard
zh_hans: 需要 Steam 令牌验证码
zh_hant: 需要 Steam Guard 代碼

source: Steam Login
ar: تسجيل الدخول إلى Steam
de: Steam-Anmeldung
es: Inicio de sesión en Steam
fr: Connexion à Steam
hi: Steam लॉग इन
it: Accesso a Steam
ja: Steamログイン
ko: Steam 로그인
pl: Logowanie do Steam
pt_br: Iniciar Sessão no Steam
ru: Вход в Steam
tr: Steam Girişi
uk: Вхід у Steam
zh_hans: Steam 登录
zh_hant: Steam 登入

source: Steam Username
ar: اسم مستخدم Steam
de: Steam-Benutzername
es: Nombre de usuario de Steam
fr: Nom d’utilisateur Steam
hi: Steam यूज़रनेम
it: Nome utente Steam
ja: Steamユーザ名
ko: Steam 사용자 이름
pl: Nazwa użytkownika Steam
pt_br: Nome de Usuário do Steam
ru: Имя пользователя Steam
tr: Steam Kullanıcı Adı
uk: Імʼя користувача Steam
zh_hans: Steam 用户名
zh_hant: Steam 使用者名稱

source: Steam Web API Key
ar: مفتاح Steam Web API
de: Steam-Web-API-Schlüssel
es: Clave de la API web de Steam
fr: Clé d’API Web Steam
hi: Steam Web API कुंजी
it: Chiave Steam Web API
ja: Steam Web APIキー
ko: Steam Web API 키
pl: Klucz Steam Web API
pt_br: Chave de API Web do Steam
ru: Ключ Steam Web API
tr: Steam Web API Anahtarı
uk: Ключ Steam Web API
zh_hans: Steam Web API 密钥
zh_hant: Steam Web API 密鑰

source: Steam Web API key required. Get a free key at steamcommunity.com/dev/apikey then enter it below.
ar: مفتاح Steam Web API مطلوب. احصل على مفتاح مجاني من steamcommunity.com/dev/apikey ثم أدخله أدناه.
de: Steam-Web-API-Schlüssel erforderlich. Fordern Sie einen kostenlosen Schlüssel unter steamcommunity.com/dev/apikey an und geben Sie ihn unten ein.
es: Se necesita una clave de la API web de Steam. Consigue una clave gratuita en steamcommunity.com/dev/apikey y después introdúcela abajo.
fr: Clé d’API Web Steam requise. Obtenez une clé gratuite sur steamcommunity.com/dev/apikey puis saisissez-la ci-dessous.
hi: Steam Web API कुंजी आवश्यक है. steamcommunity.com/dev/apikey पर मुफ़्त कुंजी पाएँ फिर उसे नीचे डालें.
it: Chiave Steam Web API richiesta. Ottieni una chiave gratuita su steamcommunity.com/dev/apikey e inseriscila qui sotto.
ja: Steam Web APIキーが必要です。 steamcommunity.com/dev/apikeyで無料のキーを取得し、 以下に入力してください。
ko: Steam Web API 키가 필요합니다. steamcommunity.com/dev/apikey에서 무료 키를 받은 후 아래에 입력하십시오.
pl: Wymagany klucz Steam Web API. Uzyskaj bezpłatny klucz na stronie steamcommunity.com/dev/apikey, a następnie wprowadź go poniżej.
pt_br: É necessária uma chave de API Web do Steam. Obtenha uma chave gratuita em steamcommunity.com/dev/apikey e digite-a abaixo.
ru: Требуется ключ Steam Web API. Получите бесплатный ключ на steamcommunity.com/dev/apikey и введите его ниже.
tr: Steam Web API anahtarı gerekiyor. steamcommunity.com/dev/apikey adresinden ücretsiz bir anahtar edinin, ardından aşağıya girin.
uk: Потрібен ключ Steam Web API. Отримайте безкоштовний ключ на steamcommunity.com/dev/apikey і введіть його нижче.
zh_hans: 需要 Steam Web API 密钥。 请在 steamcommunity.com/dev/apikey 免费获取密钥， 然后在下方输入。
zh_hant: 需要 Steam Web API 密鑰。 請至 steamcommunity.com/dev/apikey 免費取得 然後在下方輸入。

source: Steam Workshop Built In
ar: ورشة Steam مدمجة
de: Steam Workshop integriert
es: Steam Workshop integrado
fr: Steam Workshop intégré
hi: Steam Workshop बिल्ट-इन
it: Steam Workshop integrato
ja: Steam ワークショップを内蔵
ko: Steam 창작마당 내장
pl: Wbudowany Warsztat Steam
pt_br: Oficina Steam Integrada
ru: Встроенная Мастерская Steam
tr: Steam Atölyesi Yerleşik
uk: Вбудована Майстерня Steam
zh_hans: 内置 Steam 创意工坊
zh_hant: 內建 Steam 工作坊

source: Steam Workshop downloads use SteamCMD, Valve's command-line Steam client. Open Wallpaper Engine can download it from Valve for you.
ar: تستخدم تنزيلات ورشة Steam أداة SteamCMD، وهي عميل Steam لسطر الأوامر من Valve. يمكن لـ Open Wallpaper Engine تنزيلها من Valve نيابةً عنك.
de: Downloads aus dem Steam Workshop verwenden SteamCMD, den Befehlszeilen-Steam-Client von Valve. Open Wallpaper Engine kann ihn für Sie von Valve laden.
es: Las descargas del Steam Workshop usan SteamCMD, el cliente de Steam de línea de comandos de Valve. Open Wallpaper Engine puede descargarlo de Valve por ti.
fr: Les téléchargements du Steam Workshop utilisent SteamCMD, le client Steam en ligne de commande de Valve. Open Wallpaper Engine peut le télécharger pour vous depuis Valve.
hi: Steam Workshop डाउनलोड SteamCMD का उपयोग करते हैं, जो Valve का कमांड-लाइन Steam क्लाइंट है. Open Wallpaper Engine इसे आपके लिए Valve से डाउनलोड कर सकता है.
it: I download dallo Steam Workshop usano SteamCMD, il client Steam a riga di comando di Valve. Open Wallpaper Engine può scaricarlo da Valve per te.
ja: Steam ワークショップのダウンロードには、Valve のコマンドライン版 Steam クライアントである SteamCMD を使用します。Open Wallpaper Engine が Valve から自動でダウンロードできます。
ko: Steam 창작마당 다운로드에는 Valve의 명령줄 Steam 클라이언트인 SteamCMD가 사용됩니다. Open Wallpaper Engine이 Valve에서 대신 다운로드할 수 있습니다.
pl: Pobieranie z Warsztatu Steam korzysta z SteamCMD, wiersza poleceń klienta Steam od Valve. Open Wallpaper Engine może go pobrać od Valve za Ciebie.
pt_br: Os downloads da Oficina Steam usam o SteamCMD, o cliente Steam de linha de comando da Valve. O Open Wallpaper Engine pode baixá-lo da Valve para você.
ru: Для загрузок из Мастерской Steam используется SteamCMD — консольный клиент Steam от Valve. Open Wallpaper Engine может загрузить его с сервера Valve за вас.
tr: Steam Atölyesi indirmeleri, Valve’ın komut satırı Steam istemcisi SteamCMD’yi kullanır. Open Wallpaper Engine onu sizin için Valve’dan indirebilir.
uk: Для завантажень із Майстерні Steam використовується SteamCMD — консольний клієнт Steam від Valve. Open Wallpaper Engine може завантажити його від Valve для вас.
zh_hans: Steam 创意工坊下载使用 SteamCMD，即 Valve 的命令行 Steam 客户端。Open Wallpaper Engine 可以为你从 Valve 下载它。
zh_hant: Steam 工作坊下載使用 SteamCMD，即 Valve 的命令列 Steam 用戶端。Open Wallpaper Engine 可以為你從 Valve 下載。

source: Steam build
ar: إصدار Steam
es: Compilación de Steam
fr: Build Steam
hi: Steam बिल्ड
it: Build Steam
ja: Steam ビルド
ko: Steam 빌드
pl: Kompilacja Steam
pt_br: Build do Steam
ru: Сборка Steam
tr: Steam derlemesi
uk: Збірка Steam
zh_hans: Steam 版本号
zh_hant: Steam 版本號

source: Steam didn't return your subscriptions. Import a collection or a Steam library instead.
ar: لم يُرجع Steam اشتراكاتك. استورد مجموعة أو مكتبة Steam بدلًا من ذلك.
de: Steam hat Ihre Abonnements nicht zurückgegeben. Importieren Sie stattdessen eine Kollektion oder eine Steam-Bibliothek.
es: Steam no ha devuelto tus suscripciones. Importa una colección o una biblioteca de Steam en su lugar.
fr: Steam n’a pas renvoyé vos abonnements. Importez plutôt une collection ou une bibliothèque Steam.
hi: Steam ने आपके सब्सक्रिप्शन नहीं लौटाए। इसके बजाय कोई कलेक्शन या Steam लाइब्रेरी इंपोर्ट करें।
it: Steam non ha restituito le tue sottoscrizioni. Importa invece una raccolta o una libreria Steam.
ja: Steam からサブスクライブしたアイテムが返されませんでした。代わりにコレクションか Steam ライブラリを読み込んでください。
ko: Steam이 구독 목록을 반환하지 않았습니다. 대신 컬렉션이나 Steam 라이브러리를 가져오십시오.
pl: Steam nie zwrócił Twoich subskrypcji. Zamiast tego zaimportuj kolekcję lub bibliotekę Steam.
pt_br: O Steam não retornou suas inscrições. Importe uma coleção ou uma biblioteca Steam em vez disso.
ru: Steam не вернул ваши подписки. Импортируйте коллекцию или библиотеку Steam.
tr: Steam aboneliklerinizi döndürmedi. Bunun yerine bir koleksiyon ya da Steam kütüphanesi içe aktarın.
uk: Steam не повернув ваші підписки. Натомість імпортуйте колекцію або бібліотеку Steam.
zh_hans: Steam 没有返回你的订阅。请改为导入合集或 Steam 库。
zh_hant: Steam 沒有回傳你的訂閱。請改為匯入收藏集或 Steam 收藏庫。

source: Steam has banned this Workshop item.
ar: حظرت Steam عنصر الورشة هذا.
de: Steam hat dieses Workshop-Objekt gesperrt.
es: Steam ha bloqueado este elemento del Workshop.
fr: Steam a banni cet élément du Workshop.
hi: Steam ने इस Workshop आइटम पर प्रतिबंध लगा दिया है।
it: Steam ha bannato questo elemento del Workshop.
ja: このワークショップアイテムは Steam によって禁止されています。
ko: Steam에서 이 창작마당 항목을 차단했습니다.
pl: Steam zablokował ten element Warsztatu.
pt_br: O Steam baniu este item da Oficina.
ru: Steam заблокировал этот материал Мастерской.
tr: Steam bu Atölye ögesini yasakladı.
uk: Steam заблокував цей обʼєкт Майстерні.
zh_hans: Steam 已封禁此创意工坊项目。
zh_hant: Steam 已封鎖此工作坊項目。

source: Steam has no public collection %@.
ar: لا توجد في Steam مجموعة عامة بالرقم %@.
de: Steam hat keine öffentliche Kollektion %@.
es: Steam no tiene ninguna colección pública %@.
fr: Steam n’a pas de collection publique %@.
hi: Steam पर कोई सार्वजनिक कलेक्शन %@ नहीं है।
it: Steam non ha una raccolta pubblica %@.
ja: Steam に公開コレクション %@ はありません。
ko: Steam에 공개 컬렉션 %@이(가) 없습니다.
pl: Steam nie ma publicznej kolekcji %@.
pt_br: O Steam não tem uma coleção pública %@.
ru: В Steam нет публичной коллекции %@.
tr: Steam’de %@ adlı herkese açık bir koleksiyon yok.
uk: У Steam немає публічної колекції %@.
zh_hans: Steam 上没有公开合集 %@。
zh_hant: Steam 上沒有公開收藏集 %@。
